Repository: flamant-bleu-studio/aidoo_core
Catalog: current_version/application/lang/*/default.po
Languages: fr

source: Configure the "contact" form
fr: Configurer le formulaire de contact

source: Form "Send Friend"
fr: Formulaire "Envoyer à un ami"

source: Configure the "Send Friend" form
fr: Configurer le formulaire "envoyer à un ami"

source: Form "Vehicle Card"
fr: Formulaire de la fiche véhicule

source: Configure the "Card Vehicle" form
fr: Configurer le formulaire de la fiche véhicule

source: Create new search page
fr: Créer une nouvelle page de recherche

source: Creation of a new search page
fr: Création d'une nouvelle page de recherche

source: Top content
fr: Contenu haut

source: Enter the content of the top of the page
fr: Entrez le contenu du haut de la page

source: Vehicule search
fr: Recherche de véhicules

source: Configure the search
fr: Configurer la recherche

source: Bottom content
fr: Contenu bas

source: Enter the content of the bottom of the page
fr: Entrez le contenu du bas de la page

source: Hide this zone
fr: Cacher cette zone

source: Show this zone
fr: Afficher cette zone

source: Add page selectup
fr: Ajouter une page de pré-recherche

source: Create a new pre search page selectup
fr: Créer une nouvelle page de pré-recherche

source: Add
fr: Ajouter

source: Are you sure to delete this page ?
fr: Voulez-vous vraiment effacer cette page ?

source: Delete
fr: Supprimer

source: Cancel
fr: Annuler

source: No page to display ...
fr: Pas de page à afficher

source: Posted by
fr: Posté par

source: in
fr: dans

source: Create new multi-site document
fr: Créer une nouvelle page multi-site

source: Creation of a new multi-site document
fr: Création d'une nouvelle page multi-site

source: Select a type
fr: Selectionnez un modèle

source: Select a type for your new multi-site document
fr: Selectionnez un modèle pour votre page multi-site

source: Update a multi-site document
fr: Mettre à jour une page multi-site

source: Update a multi-site document from model
fr: Mettre à jour une page multi-site depuis le modèle

source: The informations
fr: Les informations

source: Update the informations
fr: Mettre à jour les informations

source: Your future document
fr: Votre future page

source: Enter the informations
fr: Entrez les informations

source: Multi-site documents manager
fr: Gestion des pages multi-sites

source: Manage your multi-site documents
fr: Gerez vos pages multi-sites

source: List of your multi-site documents
fr: Liste de vos pages multi-sites

source: All multi-site documents of your website
fr: Toutes les pages multi-sites de votre site

source: Add document
fr: Ajouter une page

source: Create your document
fr: Créez votre document

source: publish
fr: Publier

source: Are you sure to delete this document ?
fr: Vous voulez vraiment effacer cette page ?

source: No documents to display ...
fr: Pas de pages à afficher

source: Active Sub-Domain
fr: Sous-domaine actif

source: Skins Manager
fr: Gestion des thèmes

source: FrontOffice Skin
fr: Thème FrontOffice

source: BackOffice Skin
fr: Thème BackOffice

source: Supported Devices
fr: Periphériques supportés

source: Active
fr: Actif

source: Activate
fr: Activer

source: Standard Browser
fr: Navigateur Standard

source: Manage your templates
fr: Gérer vos modèles de disposition

source: Add, edit and delete your templates and blocs
fr: Ajouter, éditer et supprimer vos modèles de disposition

source: Templates management
fr: Gestion des modèles de disposition

source: Create new bloc
fr: Créer un nouveau bloc

source: List of blocks avaibles
fr: Liste des blocs disponibles

source: No bloc
fr: Aucun bloc

source: Create template
fr: Créer un nouveau modèle

source: MOD_ARTICLES_BACK_CREATE_TITLE1
fr: Créer un article

source: MOD_ARTICLES_BACK_CREATE_TITLE1_DESC
fr: Création d'un nouvel article

source: MOD_ARTICLES_BACK_CREATE_ZONE1
fr: Type

source: MOD_ARTICLES_BACK_CREATE_ZONE1_DESC
fr: Choisissez le type de votre article

source: MOD_ARTICLES_BACK_EDIT_TITLE1
fr: Éditer un article

source: MOD_ARTICLES_BACK_EDIT_TITLE1_DESC
fr: Éditer un article existant

source: MOD_ARTICLES_BACK_EDIT_ZONE1
fr: Informations

source: MOD_ARTICLES_BACK_EDIT_ZONE1_DESC
fr: Modifiez les informations de votre article

source: MOD_ARTICLES_BACK_CREATEDOC_TITLE1
fr: Créer un article

source: MOD_ARTICLES_BACK_CREATEDOC_TITLE1_DESC
fr: Création d'un nouvel article

source: MOD_ARTICLES_BACK_INDEX_TITLE1
fr: Mes Articles

source: MOD_ARTICLES_BACK_INDEX_TITLE1_DESC
fr: GÉRER MES ARTICLES

source: MOD_ARTICLES_BACK_INDEX_ZONE1
fr: Liste de vos articles

source: MOD_ARTICLES_BACK_INDEX_ZONE1-DESC
fr: Gérer vos articles

source: MOD_ARTICLES_BACK_INDEX_BOUTON-ADD_TITLE
fr: Ajouter un article

source: MOD_ARTICLES_BACK_INDEX_BOUTON-ADD_TITLE-DESC
fr: Créer un nouvel article

source: MOD_ARTICLES_BACK_INDEX_BOUTON-ADD
fr: Ajouter

source: MOD_ARTICLES UNPUBLISH THIS ARTICLE
fr: Dépublier l'article

source: PUBLISH
fr: Publié

source: MOD_ARTICLES PUBLISH THIS ARTICLE
fr: Publier l'article

source: DRAFT
fr: Brouillon

source: MOD_ARTICLES_BACK_INDEX ARE YOU SUR YOU WANT DELETE ARTICLE ?
fr: Êtes-vous sûr de vouloir supprimer cet article ?

source: DELETE
fr: Supprimer

source: CANCEL
fr: Annuler

source: MOD_ARTICLES NO ARTICLE TO DISPLAY
fr: Aucun article à afficher

source: CHOOSE OPTIONS
fr: Choisissez vos options

source: MODULE RIGHTS
fr: Module des droits d'utilisation

source: Add a new Menu Item
fr: Ajouter un nouvel élément dans le menu

source: Edit folder
fr: Editer le dossier

source: Modification of a folder
fr: Modification d'un dossier

source: Edit page
fr: Editer la page

source: Modification of a page
fr: Modification d'une page

source: Add a new Menu
fr: Ajouter un nouveau menu

source: Creation of a new menu
fr: Création d'un nouveau menu

source: Edit a Menu Item
fr: Editer un élément du menu

source: Add a new page
fr: Ajouter une nouvelle page

source: Creation of a new page
fr: Création d'une nouvelle page

source: Add new menu
fr: Ajouter un nouveau menu

source: Create a new menu
fr: Créer un nouveau menu

source: Collapse All
fr: Replier tout

source: Expend All
fr: Déplier tout

source: Pages of your website
fr: Pages de votre site

source: Add, edit, delete, move
fr: Ajouter, editer, supprimer, déplacer

source: Add new folder
fr: Ajouter un nouveau dossier

source: Add new page
fr: Ajouter une nouvelle page

source: Edit this menu
fr: Editer ce menu

source: Delete this menu
fr: Effacer ce menu

source: Delete this menu ?
fr: Effacer ce menu ?

source: Edit
fr: Editer

source: Edit this entry
fr: Editer cette entrée

source: Insert a sub category into
fr: Insérer une sous-rubrique dans

source: Add a page
fr: Ajouter une page

source: Add a folder
fr: Ajouter un dossier

source: Edit this page
fr: Editer cette page

source: Delete this entry
fr: Supprimer cette page

source: Your about to delete this entry
fr: Vous souhaitez supprimer cette page

source: Delete menu entry only
fr: Supprimer seulement l'entrée de menu

source: Delete menu entry and content associated
fr: Supprimer l'entrée de menu et son contenu associé

source: Are you sure to delete this item ?
fr: Voulez-vous vraiment effacer cet élément ?

source: Deactive this page
fr: Désactiver cette page

source: Active this page
fr: Activer cette page

source: Set your options
fr: Régler vos options

source: Items in Menu
fr: Elements dans le menu

source: Link
fr: Lien

source: Delete this item ?
fr: Effacer cette élément ?

source: Add a new item in this menu
fr: Ajouter un nouvel élémént dans ce menu

source: Creation of a new folder
fr: Création d'un nouveau dossier

source: Edit menu
fr: Editer le menu

source: Modification of a menu
fr: Modification d'un menu

source: Update category
fr: Mettre à jour la catégorie

source: Categories manager
fr: Gestionnaire des catégories

source: Are you sure to delete this category ?
fr: Vous voulez vraiment effacer cette catégorie ?

source: Any document in this category will be move into uncategorized category
fr: Toutes les pages de cette catégorie seront déplacées dans la catégorie "non classée"

source: Add new
fr: Ajouter nouveau

source: MOD_MOZAIQUES_BACK_CREATE_TITLE1
fr: Créer une mozaïque

source: MOD_MOZAIQUES_BACK_CREATE_TITLE1_DESC
fr: Créer une mozaïque avec zone

source: MOD_MOZAIQUES_BACK_CREATE_ZONE1
fr: Informations

source: MOD_MOZAIQUES_BACK_CREATE_ZONE1_DESC
fr: Entrez les informations de votre mozaïque

source: MOD_MOZAIQUES_BACK_CREATE_BTN-ADDZONE
fr: Ajouter une zone

source: MOD_MOZAIQUES_BACK_EDIT EDIT ZONE
fr: Informations de votre zone

source: MOD_MOZAIQUES_BACK_EDIT_TITLE1
fr: Éditer la mozaïque

source: MOD_MOZAIQUES_BACK_EDIT_TITLE1_DESC
fr: ÉDITION DE VOTRE MOZAÏQUE

source: MOD_MOZAIQUES_BACK_EDIT_ZONE1
fr: Informations

source: MOD_MOZAIQUES_BACK_EDIT_ZONE1_DESC
fr: Entrez les informations de votre mozaïque

source: MOD_MOZAIQUES_BACK_EDIT_BTN-ADDZONE
fr: Ajouter une zone

source: MOD_MOZAIQUES_BACK_INDEX_TITLE1
fr: Mes mozaïques

source: MOD_MOZAIQUES_BACK_INDEX_TITLE1_DESC
fr: GÉRER MES MOZAÏQUES

source: MOD_MOZAIQUES_BACK_INDEX_ZONE1
fr: Liste de vos mozaïques

source: MOD_MOZAIQUES_BACK_INDEX_ZONE1-DESC
fr: Gérer vos mozaïques

source: MOD_MOZAIQUES_BACK_INDEX_BOUTON-ADD_TITLE
fr: Ajouter une mozaïque

source: MOD_MOZAIQUES_BACK_INDEX_BOUTON-ADD_TITLE-DESC
fr: Créer une nouvelle mozaïque

source: MOD_MOZAIQUES_BACK_INDEX_BOUTON-ADD
fr: Ajouter

source: MOD_MOZAIQUES_BACK_INDEX ARE YOU SUR YOU WANT DELETE PAGE ?
fr: Êtes-vous sûr de vouloir supprimer cette mozaïque ?

source: MOD_MOZAIQUES NO PAGE TO DISPLAY
fr: Aucune mozaïque à afficher

source: Warning: Active instances of this package had been found!
fr: Attention : Des instances de ce paquet sont en cours d'utilisation sur le site

source: Instance Name
fr: Nom de l'instance

source: Confirm suppression of this package?
fr: Confirmer la suppression du paquet ?

source: Removing this package will also remove associated instances!
fr: Supprimer ce paquet supprimera aussi toutes les instances en cours d'utilisation

source: Packages
fr: Paquets

source: Warning, installing this package will overwrite the following files:
fr: Avertissement : Mettre à jour ce paquet ecrasera les fichiers suivants :

source: already exists
fr: Existe déjà

source: Continue and overwrite existing files
fr: Continuer et écraser les fichiers existants

source: Module List
fr: Liste de Modules

source: Activate / Deactivate
fr: Activation / Désactivation

source: Uninstall
fr: Désinstaller

source: Bloc List
fr: Liste des blocs

source: Plugin List
fr: Liste des plugins

source: Update Plugins Config
fr: Mettre à jour la configuration des plugins

source: Install a new Package
fr: Installer un nouveau paquet

source: Social Accounts
fr: Liens vers réseaux sociaux

source: Alerts Immo
fr: Alertes immobilières

source: All alerts immo
fr: Toutes les alertes immobilières

source: Members
fr: Membres

source: List of members
fr: Liste des membres

source: Fullname
fr: Nom complet

source: Are you sure to delete this member ?
fr: Etes-vous sûr de vouloir supprimer ce membre ?

source: Member edit
fr: Édition d'un membre

source: Edit member informations
fr: Édition des imformations d'un membre

source: House module
fr: Module Immobilier

source: House XML Flux Management
fr: Gestion du flux immobilier

source: House XML Flux State
fr: Etat du flux immobilier

source: Configure house module
fr: Configuration du module Immobilier

source: Create an campaign
fr: Créer une campagne

source: Add advert
fr: Ajouter un publicité

source: Advertisements
fr: Publicités

source: Add an advert
fr: Ajouter un publicité

source: Create your advert
fr: Créer votre publicité

source: Permanent
fr: Permanente

source: Are you sure to delete this advert ?
fr: Voulez-vous vraiment effacer cette publicité ?

source: Are you sure to disable this campaign ?
fr: Vous voulez vraiment désactiver cette campagne ?

source: Disable
fr: Inactif

source: Are you sure to enable this campaign ?
fr: Voulez-vous activer cette campagne ?

source: Enable
fr: Activer

source: No actived advertising to display ...
fr: Pas de publicités activées à afficher...

source: Archived adverts
fr: Publicités archivées

source: Are you sure to delete this advertising ?
fr: Voulez-vous vraiment effacer cette publicité ?

source: No archived advert to display ...
fr: Pas de publicités archivées à afficher...

source: Apply for this job
fr: Postuler à cette offre

source: Unsolicited job application
fr: Candidature Spontanée

source: Mail succesfully send
fr: Email envoyé avec succés

source: Mail error send
fr: Envoie de l'email échoué

source: Add a new job
fr: Ajouter une nouvelle annonce

source: Edit job offer
fr: Editer cette annonce

source: Jobs Management
fr: Gestion des annonces emplois

source: Create your job
fr: Créez votre annonce

source: Reference
fr: Référence

source: Job
fr: Emplois

source: Are you sure to delete this job ?
fr: Voulez-vous vraiment supprimer cette annonce ?

source: No job to display ...
fr: Pas d'offre d'emploi à pourvoir pour le moment

source: Edit View-Access
fr: Editer les droits de consultation

source: Create new group
fr: Créer un nouveau groupe

source: Edit existing user
fr: Editer un utilisateur existant

source: Edit user password
fr: Edition du mot de passe utilisateur

source: Users Manager
fr: Gestion des utilisateurs

source: Group
fr: Groupe

source: Deactivate
fr: Désactivater

source: Are you sure to delete this user ?
fr: Etes-vous sûr de vouloir effacer cet utilisateur ?

source: Groups Manager
fr: Gestion des Groupes

source: Are you sure to delete this group ?
fr: Etes-vous sûr de vouloir effacer ce groupe ?

source: Children groups will not be delete
fr: Les groupes enfants ne seront pas effacés

source: All users in this group will be move in Public group
fr: Tous les utilisateurs de ce groupe seront déplacés dans le groupe public

source: View-Access Manager
fr: Gestion des View-access

source: Are you sure to delete this view-access ?
fr: Etes-vous sûr de vouloir effacer ce view-access ?

source: Create new view access
fr: Créer un droit de consultation

source: Create new user
fr: Créer un nouvel utilisateur

source: Sitemap Configuration
fr: Configuration du Plan de site

source: Check the pages you want to hide from the sitemap
fr: Cocher les pages que vous voulez masquer sur le plan du site

source: Dashboard
fr: Tableau de bord

source: Blocks Manager
fr: Gestion des blocs

source: Reset all contents
fr: Effacer tout le contenu

source: Warning: You're about to erase everything!
fr: Avertissement : Vous êtes sur le point de tout effacer !

source: Reset resource
fr: Effacer le contenu du dossier de ressource

source: Reset database
fr: Effacer la base de données

source: Edit site configuration
fr: Editer la configuration du site

source: Manage translations
fr: Gérer les traductions

source: Default language
fr: Langue par défaut

source: make default language
fr: En faire la langue par défaut

source: Translation files missing ...
fr: Fichiers de traduction manquants

source: Translation files ok
fr: Fichiers de traduction ok

source: delete
fr: Supprimer

source: Choose language
fr: Choisir une langue

source: Update language file
fr: Mettre à jour le fichier de Langue

source: Delete cache
fr: Supprimer le cache

source: Reset all content
fr: Effacer tout le contenu

source: Create a diaporama
fr: Créer un diaporama

source: Create a GaleriePhoto
fr: Créer une galerie photo

source: Add a new diaporama
fr: Ajouter un diaporama

source: Add a new galerie photo
fr: Ajouter une nouvelle gallerie photo

source: Create your diaporama
fr: Créez votre diaporama

source: Create your galerie photo
fr: Créez votre galerie photo

source: Are you sure to delete this diaporama ?
fr: Êtes vous sûr de vouloir supprimer ce diaporama ?

source: No results for this search
fr: Aucun résultat pour cette recherche

source: Build Search Engine
fr: Construire le moteur de recherche

source: Search Engine Status
fr: Etat du moteur de recherche

source: Back
fr: Retour

source: Search Engine
fr: Moteur de recherche

source: Rebuild
fr: Reconstruire

source: Create new document
fr: Créer une nouvelle page

source: Creation of a new document
fr: Création d'une nouvelle page

source: Select a type for your new document
fr: Selectionnez un modèle pour votre page

source: My pages
fr: Mes pages

source: Manage my pages
fr: Gérer mes pages

source: List of your documents
fr: Liste de vos pages

source: All documents of your website
fr: Toutes les pages de votre site

source: Create a new document
fr: Créer une nouvelle page

source: Insert a new page into
fr: Ajouter une nouvelle page dans

source: Are you sure you want to delete this folder ?
fr: Êtes-vous sûr de vouloir supprimer ce dossier ?

source: Delete folder only
fr: Supprimer seulement le dossier

source: Delete folder and his items
fr: Supprimer le dossier et ses élements

source: Delete folder, his items and their content
fr: Supprimer le dossier, ses élements et leur contenu

source: Are you sure you want to delete this item ?
fr: Êtes-vous sûr de vouloir supprimer cet élement ?

source: Delete item only
fr: Supprimer l'élement seulement

source: Delete item and his content
fr: Supprimer l'élement et son contenu
