Repository: flamant-bleu-studio/aidoo_core
Catalog: current_version/application/lang/*/default.po
Languages: fr

source: Select default diaporama
fr: Sélectionnez un diaporama par défaut

source: yes
fr: Oui

source: no
fr: Non

source: Number
fr: Nombre

source: Number of jobs
fr: Nombre d'offre

source: Text display
fr: Texte

source: Character separate link
fr: Caractère de séparation

source: Adobe Flash version
fr: Version d'Adobe Flash

source: Minimal version required
fr: Version minimale requise

source: Width
fr: Largeur

source: swf width (px)
fr: Largeur du fichier swf

source: Height
fr: Hauteur

source: swf height (px)
fr: Hauteur du fichier swf

source: File
fr: Fichier

source: Select swf file
fr: Sélectionnez le fichier swf

source: Number of article
fr: Nombre d'articles

source: Category
fr: Catégorie

source: Display archive link ?
fr: Afficher le lien des archives ?

source: Display date articles ?
fr: Afficher la date des articles ?

source: Choose type bloc
fr: Choisir le type de bloc

source: Display My account
fr: Afficher mon compte

source: Select type diaporama
fr: Comportement

source: Select diaporama
fr: Selectionnez un diaporama

source: Block width (px)
fr: Largeur du bloc (px)

source: Blcok height (px)
fr: Hauteur du bloc (px)

source: Color
fr: Couleur

source: Block color
fr: Couleur du bloc

source: Profile pictures ?
fr: Photos de profile ?

source: Display profile pictures ?
fr: Afficher les photos de profile

source: Border color
fr: Couleur de la bordure

source: Block border color
fr: Couleur de la bordure du bloc

source: Display profile stream
fr: Afficher les photos de profile

source: Recovery
fr: Récupération

source: Quantity to be recovered
fr: Quantité à récupérer

source: Display
fr: Affichage

source: Quantity to be display
fr: Quantité à afficher

source: No
fr: Non

source: Yes
fr: Oui

source: Text input
fr: Champ texte

source: Select input
fr: Champ de sélection

source: Display date activities ?
fr: Afficher la date des activitées ?

source: List activities
fr: Liste des activitées

source: Choose display activities
fr: Choisissez les activitées affichées

source: Background image
fr: Image de fond

source: Choose Campaign
fr: Choisissez la campagne

source: Folder
fr: Dossier

source: From which folder
fr: Depuis quel dossier

source: None
fr: Aucun

source: Select menu to display
fr: Selectionnez le menu à afficher

source: Unlimited
fr: Illimité

source: Display only folder at level 1
fr: Afficher uniquement les dossier du premier niveau

source: Check to enable
fr: Cocher pour activer

source: Level
fr: Niveau

source: To which level
fr: Jusqu'à quel niveau

source: Menu alignment
fr: Alignement du menu

source: Select menu alignment
fr: Selectionnez l'alignement du menu

source: Disable drop down menu
fr: Désactiver le menu déroulant

source: Check to disable
fr: Cocher pour désactiver

source: Separator
fr: Séparateur

source: Separator character
fr: Caractère de séparation

source: Choose type form contact
fr: Choisissez un type de formulaire

source: Send
fr: Envoyer

source: This type xml doesn't exist
fr: Ce type n'existe pas

source: There is no data to create a "distributeur"
fr: Il n'y a pas de données à créer un distributeur

source: Missing parameter
fr: Paramètre manquant

source: Missing User id
fr: ID utilisateur manquant

source: You can only delete your own alerts
fr: Vous pouvez seulement supprimmer vos propres alertes

source: Title
fr: Titre

source: Title of your search page
fr: Titre de votre page de recherche

source: Text
fr: Texte

source: Introduction text of your search page
fr: Texte d'introduction de votre page de recherche

source: Name
fr: Nom

source: Firstname
fr: Prénom

source: Address
fr: Adresse

source: Postal Code
fr: Code Postal

source: City
fr: Ville

source: Submit
fr: Valider

source: Funding
fr: Financement

source: Warranty
fr: Garanties

source: Save
fr: Sauvegarder

source: Lastname
fr: Nom de famille

source: Phone Number
fr: Numéro de Tel.

source: Object
fr: Objet

source: Insufficient rights
fr: Vous ne pouvez pas accéder à cette partie

source: Page created
fr: Page créée

source: Id is missing
fr: ID manquante

source: Page edited
fr: Page éditée

source: Page deleted
fr: Page supprimée

source: Rights updated
fr: Droits mis à jour

source: Configuration saved
fr: Configuration sauvegardée

source: Wrong email address
fr: Email invalide

source: Invalid ID
fr: Identifiant invalide

source: No email configured for this form
fr: Aucun e-mail n'est configuré pour ce formulaire

source: Invalid form
fr: Erreur dans le formulaire ...

source: Invalid vehicule ID
fr: ID véhicule invalide

source: Missing Id
fr: Id manquant

source: Page not found
fr: Page introuvable

source: Modification saved
fr: Modifications sauvegardées

source: Invalid parameter
fr: Paramètre invalide

source: Missing id
fr: ID manquant

source: XML Update in progress
fr: Mise à jour en cours

source: Update folder does not have write permission :
fr: Le dossier de mise à jour n'a pas les droits en écriture

source: One or more files is missing, update aborted ...
fr: Fichier manquant, mise à jour annulée

source: Some files do not have write permission
fr: Des fichiers n'ont pas le droit en écriture

source: Database updated successfully
fr: Base de données mise à jour avec succès

source: No update require
fr: Mise à jour non nécessaire

source: Image folder does not have write permission :
fr: Le dossier d'image n'a pas les droits en écriture

source: Image Update in progress
fr: Upload de l'image en cours

source: Image log file does not have write permission :
fr: Le fichier de log des images n'a pas les droits en écritures

source: There is no data to update content
fr: Il n'y a pas de données à mettre à jour

source: There is no id to update content
fr: Il n'y a pas d'ID à mettre à jour

source: Delete function failed; could not find content
fr: Impossible d'effacer; Contenu introuvable

source: Status
fr: Statut

source: Access
fr: Accès

source: Select status
fr: Sélectionner le statut

source: Publish
fr: Publier

source: draft
fr: Brouillon

source: Invalid document type
fr: Type de page invalide

source: New document is now in homepage
fr: Nouvelle page sur l'accueil

source: Document created
fr: Page créée

source: Create
fr: Créer

source: Create & Edit
fr: Créer & éditer

source: No document type
fr: Pas de type de page

source: Update
fr: Mettre à jour

source: Update & Edit
fr: Mettre à jour & éditer

source: Document saved
fr: Page enregistrée

source: invalid form
fr: Erreur dans le formulaire ...

source: Document deleted
fr: Page supprimée

source: unknown param '%s' in this document type XML
fr: Paramètre inconnu '%s' dans ce type de document xml

source: Method not allowed
fr: Méthode non autorisée

source: front skin changed
fr: Le thème du frontend a été changé

source: back skin changed
fr: Le thème du backoffice a été changé

source: Templates available
fr: Modèle de disposition disponible

source: Theme
fr: Thème

source: Theme of your template
fr: Thème de votre modèle

source: Delete this template
fr: Effacer ce modèle

source: Create a new template
fr: Créer un nouveau modèle

source: Save this template
fr: Enregistrer ce modèle

source: Template title
fr: Titre du modèle

source: Duplicate
fr: Dupliquer

source: Duplicate an existing template
fr: Dupliquer un modèle existant

source: Templates
fr: Modèle de disposition

source: Template to duplicate
fr: Modèle de disposition à dupliquer

source: ID MISSING
fr: ID manquant

source: You are not logged. Please retry this page and log in.
fr: Vous n'êtes pas connecté. Actualisez la page et réessayez.

source: You are not logged. Please reload this page and log in.
fr: Vous n'êtes pas connecté. Actualisez la page et réessayez

source: Block deleted
fr: Bloc supprimé

source: Template deleted
fr: Modèle de disposition supprimé

source: Activation date
fr: Date d'activation

source: Check to activate
fr: Cocher pour activer

source: Deactivation date
fr: Date de désactivation

source: Link read more
fr: Lire la suite

source: Save & Quit
fr: Sauver & quitter

source: Article created
fr: Article créé

source: Invalid article type
fr: Type d'article invalide

source: No article type
fr: Aucun type d'article

source: Article saved
fr: Article enregistré

source: Article deleted
fr: Article supprimé

source: MOD_ARTICLES ARTICLE PUBLISH
fr: Publier l'article

source: MOD_ARTICLES ARTICLE ALREADY PUBLISH
fr: L'article est déjà publié

source: MOD_ARTICLES ARTICLE UNPUBLISH
fr: Dépublier l'article

source: MOD_ARTICLES ARTICLE ALREADY UNPUBLISH
fr: L'article est déjà dépublié

source: You can't active this item: it's parent is inactive
fr: Vous ne pouvez pas activer cet élément: Son parent est inactif

source: Open in new window
fr: Ouvrir dans une nouvelle fenêtre

source: Select the element Type:
fr: Selectionnez le type de l'élément :

source: New page
fr: Nouvelle page

source: Link existing page
fr: Lier une page existante

source: External link
fr: Lien externe

source: Choose page to link
fr: Choisir la page à lier

source: Enter external adress to link (without http://)
fr: Entrer le lien externe (sans http://)

source: hide title
fr: Masquer le titre

source: Icon
fr: Icône

source: Subtitle
fr: Sous-titre

source: Alternative template file
fr: Autre template

source: Additional css file
fr: fichier css additionnel

source: CSS class of this menu item
fr: Classe CSS de l'élément de menu

source: Unknown error
fr: Erreur inconnue

source: menu created
fr: Menu créé

source: menu saved
fr: Menu enregistré

source: menu item created
fr: Elément de menu créé

source: menu deleted
fr: Menu supprimé

source: Invalid method name
fr: Nom de méthode invalide

source: Missing parameters
fr: Paramètres Manquants

source: No category parent
fr: Pas de catégorie parent

source: Category created
fr: Catégorie enregistrée

source: Category updated | ps : il manque la maj du parent !!
fr: Catégorie mise à jour | ps : il manque la maj du parent !!

source: Category deleted
fr: Catégorie supprimée

source: There is no data to create an "area"
fr: Il n'y a aucune donnée pour créer la zone

source: There is no data to update area
fr: Il n'y a aucune donnée pour mettre à jour la zone

source: There is no id to update area
fr: Il n'y a pas d'ID à mettre à jour la zone

source: There is no id to delete area
fr: Il n'y a pas d'ID à mettre à jour la carte

source: MOD_MOZAIQUES_FORM_AREA-TITLE
fr: Titre

source: MOD_MOZAIQUES_FORM_AREA-TITLE-DESC
fr: Titre de votre zone

source: MOD_MOZAIQUES_FORM_AREA-LINK-TYPE
fr: Lien

source: MOD_MOZAIQUES_FORM_AREA-LINK-TYPE-DESC
fr: Type du lien

source: EXISTING PAGE
fr: Page existante

source: EXTERNAL LINK
fr: Lien externe

source: CHOOSE PAGE TO LINK
fr: Choisir la page à lier

source: (WHITHOUT HTTP://)
fr: sans "http://"

source: PAGE NOT FOUND
fr: Page introuvable

source: SUBMIT
fr: Envoyer

source: INSUFFICIENT RIGHTS
fr: Droits insuffisants

source: MOD_MOZAIQUES PAGE CREATED
fr: Page créée

source: MOD_MOZAIQUES PAGE UPDATED
fr: Page modifiée

source: MOD_MOZAIQUES PAGE DELETED
fr: Page supprimée

source: RIGHTS UPDATED
fr: Droits mis à jours

source: UNABLE LOAD CONTENT
fr: Impossible de charger le contenu

source: packaging had failed
fr: Erreur lors de la création du paquet

source: Can't rename file : %s
fr: Impossible de renommer le fichier : %s

source: Install type unsupported
fr: Type d'installation inconnu...

source: Folder block is not writable
fr: Le dossier Bloc n'a pas les droits en écriture

source: No files in the package
fr: Il n'y a aucun fichier dans le package ...

source: Package installed
fr: Paquet installé

source: unpack package failed
fr: Erreur lors de la décompression du fichier ...

source: Package %s sucessfully uninstalled
fr: Le paquet %s a bien été désinstallé

source: Enable to delete %s
fr: Impossible de supprimer %s

source: Page title
fr: Titre de la page

source: Rewrite Url
fr: Réécriture d'url

source: Keywords: (separated by coma)
fr: Mots clés : (séparés par des virgules)

source: Title of home page
fr: Titre de la page d'accueil

source: Template of home page
fr: Modèle de la page d'accueil

source: Diaporama of home page
fr: Diaporama de la page d'accueil

source: Keywords
fr: Mots clés

source: Keywords of your home page
fr: Mots clés de la page d'accueil

source: Description of home page
fr: Déscription de la page d'accueil

source: Pages Title
fr: Titre de la page

source: This URI already exist
fr: Cette url existe déjà

source: SEO General settings updated
fr: Mise à jour de la configuration SEO effectuée avec succés

source: Settings updated
fr: Paramètres mis à jour

source: Home page settings updated
fr: Paramètres de votre page d'accueil mis à jour

source: Configuration updated
fr: Configuration sauvegardée

source: Enter your email adress
fr: Entrez votre adresse email

source: Sign on
fr: Se connecter

source: Civility
fr: Civilité

source: Choose your civility
fr: Choisir votre civilité

source: choose
fr: Choisir

source: First name
fr: Prénom

source: Enter your first name
fr: Entrez votre prénom

source: Last name
fr: Nom

source: Enter your last name
fr: Entrez votre nom de famille

source: Phone
fr: Tél.

source: Enter your phone number
fr: Entrez votre numéro de téléphone

source: Register
fr: S'inscrire

source: Phone 2
fr: Tél. 2

source: Other phone number
fr: Autre numéro de téléphone

source: Adress
fr: Adresse

source: Enter your adress
fr: Entrez votre adresse

source: Postal code
fr: Code Postal

source: Enter your postal code
fr: Entrez votre code postal

source: Enter your city
fr: Entrez votre ville

source: Validate
fr: Valider

source: Tab 'Send Friend'
fr: Onglet 'Envoyer à un ami'

source: Check to activate tab 'Send Friend' on house file
fr: Cochez pour activer l'onglet 'Envoyer à un ami' sur les fiches immobilier

source: Tab 'Location'
fr: Onglet 'Localisation'

source: Check to activate tab 'Location' on house file
fr: Cochez pour activer l'onglet 'Localisation' sur les fiches immobilier

source: Admin email
fr: Email Admin

source: Email adress where to send informations
fr: Adresse email où seront envoyées les informations

source: From email
fr: Email d'envoi

source: Email adress from wich informations are sent to visitors
fr: Adresse email depuis laquelle les informations sont envoyées aux visiteurs

source: From
fr: Depuis

source: From email adress
fr: Depuis quel email

source: Invalid key
fr: Clé invalide

source: Unknown email or inactive account
fr: Email inconnu ou compte inactif

source: Inactive account
fr: Compte inactif

source: Unknown email
fr: Email inconnu

source: This email is already used, please choose another one
fr: Cet e-mail est déjà utilisé, choisissez-en un autre

source: Update finished
fr: Mise à jour terminée

source: No update required
fr: Aucune mise à jour nécessaire

source: Picture folder does not have write permission :
fr: Le dossier photos n'a pas les droits en écriture

source: Update in progress
fr: Mise à jour en cours

source: XML log file does not have write permission :
fr: Le fichier de log n'a pas les droits en écriture

source: Error open file zip
fr: Erreur en ouvrant le fichier .ZIP

source: XML file not found
fr: XML introuvable

source: You must be loggued to perform this operation
fr: Vous devez être connecté pour exécuter cette opération

source: Title of your campaign
fr: Titre de votre campagne

source: Limited time period
fr: Durée limitée

source: Activation Date
fr: Date d'activation

source: Choose activation date
fr: Choisir la date d'activation

source: DeActivation Date
fr: Date de désactivation

source: Choose deactivation date
fr: Choisir la date de désactivation

source: Choose your picture
fr: Choisissez votre image

source: Select your Link Type:
fr: Selectionnez le type de lien:

source: Choose you link type
fr: Choisir votre type de lien

source: Internal link
fr: Lien interne

source: Without http://
fr: Sans http://

source: Check the box
fr: Cocher cette case

source: Weight
fr: Poids

source: Weight of your advertising
fr: Poids de votre publicité

source: Add a text above the image
fr: Ajouter un texte sur l'image

source: Check to add
fr: Cocher pour ajouter

source: There is no number
fr: Il n'y a pas de nombre

source: Job Title
fr: Poste

source: Contract Type
fr: Type de contrat

source: Sector
fr: Secteur géographique

source: Domain
fr: Domaine

source: Job Description
fr: Description du poste

source: FirstName
fr: Prénom

source: Postal Code
fr: Code Postal

source: Your e-mail
fr: Votre email

source: submit
fr: Valider

source: save
fr: Sauvegarder

source: File XML not found
fr: Fichier XML introuvable

source: Email address have been changed
fr: L'adresse email a été modifiée

source: Default contact email is empty, unsolicited applications will not be received!
fr: L'email de contact par défaut est vide, les candidatures spontanées ne seront pas reçues

source: new job created
fr: Nouvelle annonce créée

source: Job updated
fr: Annonce mise à jour

source: Job saved
fr: Annonce enregistrée !

source: Job deleted
fr: Annonce supprimée !

source: Password
fr: Mot de passe

source: User group
fr: Groupe utilisateur

source: Enable account ?
fr: Activer le compte ?

source: Old password
fr: Ancien mot de passe

source: Confirm password
fr: Confirmation du mot de passe

source: wrong email or password
fr: Email et/ou mot de passe incorrect

source: email & password null
fr: Vous n'avez renseigné aucun email et mot de passe ...

source: User created
fr: Utilisateur enregistré

source: Group created
fr: Groupe créé

source: Create group
fr: Créer un groupe

source: View Access created
fr: Droits d'accès créés

source: Create view-access
fr: Donnr un droit d'accès en "mode visualisation"

source: user saved
fr: Utilisateur enregistré

source: Invalid old password
fr: Ancien mot de passe invalide

source: View Access saved
fr: "Mode visualisation" enregistré

source: user deleted
fr: Utilisateur supprimé

source: Are you crazy ? Are you sure to delete yourself ?!
fr: Etes-vous fou ? Etes-vous sûr de vouloir vous supprimer vous-même ?

source: group deleted
fr: Groupe supprimé

source: user %s %s actived
fr: L'utilisateur %s %s vient d'être activé

source: user desactived
fr: Utilisateur désactivé

source: User must have parent group
fr: L'utilisateur doit avoir un groupe parent

source: All content had been erased
fr: Tout le contenu a été effacé

source: Please choose language
fr: Veuillez choisir une langue

source: Language added
fr: Langue ajoutée

source: this language is already existing
fr: Cette langue existe déjà

source: Language id invalid
fr: L'identifiant choisi est invalide

source: Language deleted
fr: Langue supprimée

source: Language template updated
fr: Template de language mis à jour

source: %s is now the default language
fr: %s est maintenant la langue par défaut

source: Title of Galerie Photo
fr: Titre de votre galerie photo

source: Title of Diaporama
fr: Titre de votre diaporama

source: Size
fr: Taille

source: width x height (px)
fr: Largeur x Hauteur (px)

source: Background Color
fr: Couleur de fond

source: Choose Background Color
fr: Choisissez une image de fond

source: Position of the controls
fr: Position des contrôles

source: At top
fr: En haut

source: At bottom
fr: En bas

source: Style of the controls
fr: Style des contrôles

source: Prev/Next
fr: Préc./Suiv.

source: Thumbnails
fr: Miniatures

source: Transition style
fr: Style de transition

source: Check to start automatically the slideshow
fr: Cocher pour démarrer automatiquement le diaporama

source: Select your image
fr: Selectionnez votre image

source: Add link to the image ?
fr: Ajouter un lien sur l'image

source: Image description
fr: Description de l'image

source: Background Color of the image
fr: Couleur de fond de l'image

source: Permanent image?
fr: Image permanente ?

source: Deactivation Date
fr: Date de désactivation

source: Galerie created
fr: Galerie créée

source: Galerie saved
fr: Galerie enregistrée

source: Galerie deleted
fr: Galerie supprimée

source: Sitemap updated
fr: Plan du site mis à jour

source: Content
fr: Contenu

source: No email is configure for this form
fr: Aucun email n'est configuré pour ce formulaire

source: This form contains errors
fr: Le formulaire contient des erreurs

source: This type form don't exist
fr: Ce type de formulaire de contact n'existe pas

source: This contact form type doesn't exist
fr: Ce type de formulaire de contact n'existe pas

source: Link first child
fr: Lien du premier enfant

source: No link
fr: Pas de lien

source: Class CSS
fr: Classe CSS

source: ID invalid
fr: Identifiant invalide

source: Unable to load content item
fr: Impossible de charger le contenu de l'élement

source: Template admin don't exist to this bloc
fr: Le template Admin du bloc n'existe pas

source: Bloc title
fr: Titre du bloc

source: Decorator
fr: Décorateur

source: Your bloc design
fr: Design du bloc

source: Common
fr: Commun

source: Specific
fr: Spécifique

source: Theme of your bloc
fr: Thème de votre bloc

source: CSS class
fr: Classe CSS

source: your bloc class css
fr: Classe CSS de votre bloc

source: missing parameter
fr: Paramètre manquant

source: Permission name not match
fr: Nom de permision sans correspondance

source: Permission name posted not match
fr: Nom de permision posté sans correspondance

source: Default ACL not exist
fr: ACL par defaut inexistant

source: group 'Membres' doesn't exists.
fr: Le groupe 'Membre' n'existe pas

source: Instance of CMS_Page_Object already exist, please call 'getInstance'
fr: Une instance de CMS_Page_Object existe déjà. Veuillez appeller 'getInstance'.

source: An error occurred : incoherent value
fr: Une erreur s'est produite : valeur incohérente

source: Published
fr: Publié

source: Drafted
fr: Brouillon

source: Select category
fr: Sélectionner la catégorie

source: View job
fr: Voir l'offre

source: Read more
fr: Lire la suite

source: No job to display
fr: Pas d'annonce à afficher

source: No news to display
fr: Pas d'actualité à afficher

source: Add tab
fr: Ajouter un onglet

source: Tab title
fr: Titre de l'onglet

source: Delete tab
fr: Supprimer l'onglet

source: Add block
fr: Ajouter un bloc

source: Tab CSS class
fr: Classe CSS de l'onglet

source: Associated blocks
fr: Blocs associés

source: Delete block
fr: Supprimer le bloc

source: My selection
fr: Ma sélection

source: My account
fr: Mon compte

source: Date add
fr: Date d'ajout

source: No activities to display
fr: Aucune activité à afficher

source: Search
fr: Recherche

source: Selectup XML Flux Management
fr: Gestion du flux Select'up

source: Selectup XML Flux State
fr: Etat du flux Selectu'up

source: Xml update history (last 20 lines)
fr: Historique des mises à jour XML (20 dernières lignes)

source: Update Database from XML Content
fr: Mettre à jour la BDD depuis le contenu XML

source: Selectup Image cache
fr: Cache images Select'up

source: images in database and
fr: images en base de données e

source: in local cache
fr: en cache

source: Images update history (last 20 lines)
fr: Historique des mises à jour des images (20 dernières lignes)

source: Update Image Cache from Database
fr: Mettre à jour le cache des images depuis la base de données

source: Iframes configuration
fr: Configuration des iframes

source: Configure your iframe links
fr: Configuration des liens des iframes

source: Car Loans Financing
fr: Financement

source: Choose your car loans financing
fr: Choisissez votre financière

source: No loans
fr: Pas de crédit

source: Choose your options
fr: Choisissez vos options

source: Module Rights
fr: Module des droits d'utilisation

source: Forms
fr: Formulaires

source: Configuration of your forms
fr: Configuration de vos formulaires

source: Form "contact"
fr: Formulaire de Contact
